Repository: javiergt/flask-security
Catalog: flask_security/translations/*/LC_MESSAGES/flask_security.po
Languages: es_mx

source: Login Required
es_mx: Inicio de sesión requerido

source: Welcome
es_mx: Bienvenido

source: Please confirm your email
es_mx: Por favor confirma tu correo electrónico

source: Login instructions
es_mx: Instrucciones de inicio de sesión

source: Your password has been reset
es_mx: Tu contraseña ha sido restablecida

source: Your password has been changed
es_mx: Tu contraseña ha sido cambiada

source: Password reset instructions
es_mx: Instrucciones para restablecer contraseña

source: You do not have permission to view this resource.
es_mx: No tienes permiso para ver este recurso

source: Thank you. Confirmation instructions have been sent to %(email)s.
es_mx: Gracias. Las instrucciones de confirmación han sido enviadas a %(email)s.

source: Thank you. Your email has been confirmed.
es_mx: Gracias. Tu correo electrónico ha sido confirmado

source: Your email has already been confirmed.
es_mx: Tu correo ya ha sido confirmado.

source: Invalid confirmation token.
es_mx: Token de confirmación inválido.

source: %(email)s is already associated with an account.
es_mx: %(email)s ya está asociado a una cuenta.

source: Password does not match
es_mx: Contraseñas no coinciden

source: Passwords do not match
es_mx: Contraseñas no coinciden

source: Redirections outside the domain are forbidden
es_mx: Redirecciones fuera del dominio están prohibidas

source: Instructions to reset your password have been sent to %(email)s.
es_mx: Instrucciones para restablecer tu contraseña han sido enviadas a %(email)s.

source: You did not reset your password within %(within)s. New instructions have been sent to %(email)s.
es_mx: "No restableciste tu contraseña dentro de %(within)s. Nuevas instrucciones han sido enviadas a %(email)s.

source: Invalid reset password token.
es_mx: Token de restablecimiento de contraseña inválido.

source: Email requires confirmation.
es_mx: El correo electrónico requiere ser confirmado.

source: Confirmation instructions have been sent to %(email)s.
es_mx: Instrucciones de confirmación han sido enviadas a %(email)s.

source: You did not confirm your email within %(within)s. New instructions to confirm your email have been sent to %(email)s.
es_mx: No confirmaste tu correo electrónico dentro %(within)s. Nuevas instrucciones para confirmar tu correo electrónico han sido enviadas a %(email)s.

source: You did not login within %(within)s. New instructions to login have been sent to %(email)s.
es_mx: No iniciaste sesión dentro %(within)s. Nuevas instrucciones para iniciar sesión han sido enviadas a %(email)s.

source: Instructions to login have been sent to %(email)s.
es_mx: Instrucciones para iniciar sesión han sido enviadas a %(email)s

source: Invalid login token.
es_mx: Token de inicio de sesión inválido.

source: Account is disabled.
es_mx: Cuenta deshabilitada.

source: Email not provided
es_mx: Correo electrónico no proporcionado

source: Invalid email address
es_mx: Correo electrónico invalido

source: Password not provided
es_mx: Contraseña no proporcionada

source: No password is set for this user
es_mx: No hay contraseña para este usuario

source: Password must be at least 6 characters
es_mx: Contraseña debe tener al menos 6 caracteres.

source: Specified user does not exist
es_mx: El usuario no existe.

source: Invalid password
es_mx: Contraseña inválida

source: You have successfully logged in.
es_mx: Has iniciado sesión exitosamente.

source: Forgot password?
es_mx: ¿Olvidaste la contraseña?

source: You successfully reset your password and you have been logged in automatically.
es_mx: Reestableciste tu contraseña exitosamente y has iniciado sesión automáticamente

source: Your new password must be different than your previous password.
es_mx: Tu nueva contraseña debe ser diferente a la contraseña anterior.

source: You successfully changed your password.
es_mx: Cambiaste la contraseña exitosamente.

source: Please log in to access this page.
es_mx: Inicia sesión para acceder a esta página

source: Please reauthenticate to access this page.
es_mx: Reinicia sesión para acceder a esta página.

source: Email Address
es_mx: Correo electrónico

source: Password
es_mx: Contraseña

source: Remember Me
es_mx: Recuérdame

source: Login
es_mx: Iniciar sesión

source: Register
es_mx: Registrar

source: Resend Confirmation Instructions
es_mx: Reenviar instrucciones de confirmación

source: Recover Password
es_mx: Recuperar contraseña

source: Reset Password
es_mx: Reestablecer contraseña

source: Retype Password
es_mx: Reescribe la contraseña

source: New Password
es_mx: Nueva contraseña

source: Change Password
es_mx: Cambiar contraseña

source: Send Login Link
es_mx: Enviar link de inicio de sesión

source: Menu
es_mx: Menú

source: Forgot password
es_mx: Olvidé la contraseña

source: Confirm account
es_mx: Confirmar cuenta

source: Change password
es_mx: Cambiar contraseña

source: Send password reset instructions
es_mx: Enviar instrucciones para restablecer contraseña

source: Reset password
es_mx: Reestablecer contraseña

source: Resend confirmation instructions
es_mx: Reenviar instrucciones de confirmación

source: Your password has been changed.
es_mx: Tu contraseña ha sido cambiada.

source: If you did not change your password,
es_mx: Si no cambiaste tu contraseña,

source: click here to reset it
es_mx: Clic aquí para restablecerlo

source: Please confirm your email through the link below:
es_mx: Confirma tu correo electrónico con el link de abajo.

source: Confirm my account
es_mx: Confirmar mi cuenta

source: Welcome %(email)s!
es_mx: Bienvenido %(email)s!

source: You can log into your account through the link below:
es_mx: Puedes iniciar sesión con el link de abajo:

source: Login now
es_mx: Iniciar sesión ahora

source: Click here to reset your password
es_mx: Clic aquí para restablecer tu contraseña

source: You can confirm your email through the link below:
es_mx: Puedes confirmar tu correo a través del link de abajo:
